Revit 2027 API
ParameterTypeId.StairsAttrCalcEnabled Property
 "Calculation Rules"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrCalcEnabled { get; }
Public Shared ReadOnly Property StairsAttrCalcEnabled As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrCalcEnabled {
	ForgeTypeId^ get ();
}
static member StairsAttrCalcEnabled : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace